[
    {"text": "Ooh-ooh, hey"},
    {"text": "(If you wanna party, if you, if you wanna party)"},
    {"text": "Put your hands up (Put your hands up)"},
    {"text": "(If you, if you wanna party, if you, if you wanna party)"},
    {"text": "So put your hands up (Put your hands up) (Hands up)"},
    {"text": ""},
    {"text": "You got it, you got it, babe (See ya)"},
    {"text": "You got it, you got it, babe (Got it, huh?)"},
    {"text": "You got it, you got it, babe (Sean Don!)"},
    {"text": "You got it, you got it, babe"},
    {"text": ""},
    {"text": "Okay, this, this, this one for my number one girl who got the top spot title"},
    {"text": "Spent an hour in the bathroom, walked out looking like a model"},
    {"text": "God, doin' what you do, got me right there with Apollo on the moon"},
    {"text": "Who needs genies in a bottle, girl, if they already got you? (Got you, I got you)"},
    {"text": ""},
    {"text": "Boy, you make me feel so lucky"},
    {"text": "Finally, the stars align"},
    {"text": "Never has it been so easy to be in love"},
    {"text": "And to give you this heart of mine"},
    {"text": ""},
    {"text": "You know what I need (Ayy)"},
    {"text": "I know what you like (Ayy)"},
    {"text": "Put it all together, baby, we could be alright (Hey)"},
    {"text": "How could this be wrong when it feels so right?"},
    {"text": "Yeah, I really love you"},
    {"text": "I really love you, oh"},
    {"text": "And I'll never let you go"},
    {"text": ""},
    {"text": "You should know I'm never gonna change"},
    {"text": "I'm always gonna stay"},
    {"text": "You call for me, I'm right there (Right there)"},
    {"text": "Right there (Right there)"},
    {"text": "'Cause you listen and you care"},
    {"text": "You're so different, no one compares"},
    {"text": "And if you never change, I'm gonna stay right there"},
    {"text": "I'll always be right there"},
    {"text": ""},
    {"text": "You got it, you got it, babe (If you wanna party, if you, if you wanna party)"},
    {"text": "You got it, you got it, babe, yeah (Put your hands up, put your hands up)"},
    {"text": ""},
    {"text": "And I get butterflies just thinkin'"},
    {"text": "About you, boy, you're on my mind (Oh)"},
    {"text": "Sometimes I catch myself daydreamin'"},
    {"text": "Lost in your eyes and I lose all track of time (Track of time)"},
    {"text": ""},
    {"text": "You know what I need (Ayy)"},
    {"text": "I know what you like (Ayy)"},
    {"text": "Put it all together, baby, we could be alright (Alright, hey)"},
    {"text": "How can this be wrong when it feels so right?"},
    {"text": "Yeah, I really need you"},
    {"text": "I really love you, oh"},
    {"text": "And I'll never let you go"},
    {"text": ""},
    {"text": "You should know I'm never gonna change"},
    {"text": "I'm always gonna stay"},
    {"text": "You call for me, I'm right there (Right there)"},
    {"text": "Right there (Right there)"},
    {"text": "'Cause you listen and you care"},
    {"text": "You're so different, no one compares"},
    {"text": "And if you never change, I'm gonna stay right there (What? Okay)"},
    {"text": "I'll always be right there (What?)"},
    {"text": ""},
    {"text": "Now, if all fell through, would you catch me before the pavement? (What?)"},
    {"text": "If my Benz turned back to public transportation (Swerve, swerve)"},
    {"text": "Would you still be at home for me with the candles waitin' (What?)"},
    {"text": "And get my mind back adjacent to the place of a young visionary?"},
    {"text": "A player too, you know I have some girls missionary (Ooh)"},
    {"text": "My black book of numbers thicker than the dictionary and Bible"},
    {"text": "I got it recycled"},
    {"text": "I love and I like you"},
    {"text": "Five-course meals, even though you don't mind a drive-thru"},
    {"text": "That's why I got you"},
    {"text": "(And I'll never let you go) (I got you)"},
    {"text": ""},
    {"text": "You should know (Oh) I'm never gonna change (I'm never gonna change)"},
    {"text": "I'm always gonna stay (I'm always gonna stay) (Oh)"},
    {"text": "You call for me, I'm right there (I'm right there)"},
    {"text": "Right there (Ooh)"},
    {"text": "'Cause you listen and you care"},
    {"text": "You're so different, no one compares"},
    {"text": "And if you never change, I'm gonna stay right there (B-I-G Sean Don)"},
    {"text": "I'll always be right there (Carry on, yeah)"},
    {"text": ""},
    {"text": "(If you wanna party, if you, if you wanna party)"},
    {"text": "You got it (Oh) (Put your hands up, put your hands up)"},
    {"text": "I'll always be right there (Oh) (If you wanna party, if you, if you wanna party)"},
    {"text": "(Yeah) (Put your hands up, put your hands up)"},
    {"text": "I'll always be right there"},
    {"text": "You got it, you got it, babe (If you wanna party, put your hands up) (Gods)"},
    {"text": "You got it, you got it, babe (Put your hands up)"},
    {"text": "You got it, you got it, babe (If you wanna party, if you, if you wanna party)"},
    {"text": "You got it, you got it, babe (Put your hands up, put your hands up)"},
    {"text": "Got it, babe"},
    {"text": ""}
]