[
    {"text": "You say love is messed up, you say that it don't work"},
    {"text": "You don't wanna try, no, no (you don't wanna try, no, no)"},
    {"text": "But baby, I'm no stranger to heartbreak and the pain"},
    {"text": "Of always being let go (always being let go)"},
    {"text": ""},
    {"text": "And I know there's no making this right, this right (this right)"},
    {"text": "And I know there's no changing your mind, your mind (your mind)"},
    {"text": "But we both found each other tonight, tonight (yeah-yeah)"},
    {"text": "So if love is nothing more than just a waste of your time"},
    {"text": ""},
    {"text": "Waste it on me, waste it on me (waste it on me)"},
    {"text": "Tell me, why not waste it on me, waste it on me? (Waste it on me)"},
    {"text": "Baby, why not waste it on me, waste it on me? (Waste it on me)"},
    {"text": "Tell me, why not waste it on me, waste it on me? (Waste it on, waste it on)"},
    {"text": ""},
    {"text": "So we don't gotta go there, past lovers and warfare"},
    {"text": "It's just you and me now (yeah-yeah, yeah)"},
    {"text": "I don't know your secrets but I'll pick up the pieces"},
    {"text": "Pull you close to me now (yeah-yeah, yeah)"},
    {"text": ""},
    {"text": "And I know there's no making this right, this right (yeah)"},
    {"text": "And I know there's no changing your mind, your mind (oh)"},
    {"text": "But we both found each other tonight, tonight (oh, yeah)"},
    {"text": "So, if love is nothing more than just a waste of your time"},
    {"text": ""},
    {"text": "Waste it on me, waste it on me (waste it on me)"},
    {"text": "Tell me, why not waste it on me, waste it on me? (Waste it on me)"},
    {"text": "Baby, why not waste it on me, waste it on me? (Waste it on me)"},
    {"text": "Tell me, why not waste it on me waste it on me? (Waste it on me)"},
    {"text": "Tell me, why not? (Waste it on me, waste it on me)"},
    {"text": ""},
    {"text": "Yeah, don't you think there must be a reason? (Waste it on me)"},
    {"text": "Yeah, like we had our names"},
    {"text": "Don't you think we got another season"},
    {"text": "That come after spring?"},
    {"text": "I wanna be your summer, I wanna be your wave"},
    {"text": "Treat me like a comma, I'll take you to a new phrase"},
    {"text": "Yeah, come just eat me and throw me away"},
    {"text": "If I'm not your taste, babe, waste, waste it on me"},
    {"text": ""},
    {"text": "And I know there's no making this right, this right (yeah)"},
    {"text": "And I know there's no changing your mind, your mind (oh)"},
    {"text": "But we both found each other tonight, tonight (oh, yeah)"},
    {"text": "So, if love is nothing more than just a waste of your time"},
    {"text": ""},
    {"text": "Waste it on me, waste it on me (waste it on me)"},
    {"text": "Tell me, why not waste it on me, waste it on me? (Waste it on me)"},
    {"text": "Baby, why not waste it on me, waste it on me? (Waste it on me)"},
    {"text": "Tell me, why not waste it on me, waste it on me? (Waste it on me)"},
    {"text": "Tell me, why not? (Waste it on me, waste it on me)"},
    {"text": "Tell me, why not waste it on me"},
    {"text": ""}
]